Repository: Albair581/EcoNinja
Catalog: Eco Ninja/Localizable.xcstrings
Source language: zh_hant
Languages: en, zh_hans

source: 將於
en: will expire soon on
zh_hans: 将于

source: API 設定
en: API Settings
zh_hans: API 设置

source: Spoonacular API 密鑰
en: Spoonacular API Key
zh_hans: Spoonacular API 密钥

source: 主頁
en: Home
zh_hans: 主页

source: 乳製品
en: Dairy
zh_hans: 奶制品

source: 保養品
en: Makeup
zh_hans: 保养品

source: 個人資料
en: Personal Info
zh_hans: 个人资料

source: 其他資料
en: Other Data
zh_hans: 其他资料

source: 分析
en: Analytics

source: 刪除
en: Delete
zh_hans: 删除

source: 刪除紀錄
en: Delete Record
zh_hans: 删除纪录

# 到期前 %lld 天提醒
source: 到期當天提醒
en: Tell me %lld days before EXP
zh_hans: 到期当天提醒

source: 到期日
en: EXP Date

source: 取消
en: Cancel

source: 名稱
en: Name
zh_hans: 名称

source: 含酒精飲品
en: Hard Drinks
zh_hans: 含酒精饮品

source: 堅果類
en: Legumes
zh_hans: 坚果类

source: 姓名
en: Full Name

source: 捐贈
en: Donate
zh_hans: 捐赠

source: 搜尋
en: Search
zh_hans: 搜索

source: 啟用通知
en: Enable Notifications
zh_hans: 启用通知

source: 條款
en: Terms
zh_hans: 条款

source: 水果類
en: Fruits
zh_hans: 水果类

source: 無酒精飲品
en: Non-Alcoholics
zh_hans: 无酒精饮品

source: 物品即將到期
en: Expiration Reminder
zh_hans: 物品即将到期

source: 確定
en: Confirm
zh_hans: 确定

source: 穀物
en: Grains
zh_hans: 谷物

source: 糖製品
en: Sugary Products
zh_hans: 糖制品

source: 紀錄
en: Records
zh_hans: 纪录

source: 編輯紀錄
en: Edit Record
zh_hans: 编辑纪录

source: 脂肪類
en: Fats
zh_hans: 脂肪类

source: 蔬菜類
en: Veggies
zh_hans: 蔬菜类

source: 藥物
en: Medicine
zh_hans: 药物

source: 蛋白質
en: Proteins
zh_hans: 蛋白质

source: 設定
en: Settings
zh_hans: 设置

source: 請問您確定要刪除紀錄嗎？
en: Are you sure you want to delete this record?
zh_hans: 请问您确定要删除纪录吗？

source: 通知時間
en: Time
zh_hans: 通知时间

source: 通知設定
en: Notification Settings
zh_hans: 通知设定

source: 選單
en: Menu
zh_hans: 选单

source: 重要資料
en: Credentials
zh_hans: 重要资料

source: 雞蛋類
en: Eggs
zh_hans: 鸡蛋类

source: 類別
en: Category
zh_hans: 类别

source: 食譜
en: Recipes
zh_hans: 食谱
